export const support = `
<svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 30 30" width="550px" height="550px"><path d="M21 10.18a9 9 0 1 0-18 0A3 3 0 0 0 1 13v3a3 3 0 0 0 3 3h1a2 2 0 0 0 2-2v-5a2 2 0 0 0-2-2 7 7 0 1 1 14 0 2 2 0 0 0-2 2v5a2 2 0 0 0 1.49 1.93C17.17 21.31 14.9 21 13 21a1 1 0 0 0 0 2h2a6 6 0 0 0 5.67-4.08A3 3 0 0 0 23 16v-3a3 3 0 0 0-2-2.82zM5 17H4a1 1 0 0 1-1-1v-3a1 1 0 0 1 1-1h1zm16-1a1 1 0 0 1-1 1h-1v-5h1a1 1 0 0 1 1 1z" fill="#C6E300"/></svg>
`;

export const pilot = `
<svg viewBox="0 0 50 50" width="500px" height="500px" xmlns="http://www.w3.org/2000/svg">
  <path d="M42,40H8V31.7l6.2-6.4A6.4,6.4,0,0,0,17,26a6.1,6.1,0,0,0,3.3-1l2.4,2.1A7.3,7.3,0,0,0,22,30a6,6,0,0,0,12,0,5.7,5.7,0,0,0-.9-3.2l3.8-4.2A5.2,5.2,0,0,0,39,23a6,6,0,1,0-6-6,5.8,5.8,0,0,0,.8,3l-3.9,4.3A5.8,5.8,0,0,0,28,24a7,7,0,0,0-2.5.5l-2.8-2.6A5.8,5.8,0,0,0,23,20a6,6,0,1,0-11.5,2.4L8,26.1V6A2,2,0,0,0,4,6V44H42a2,2,0,0,0,0-4ZM37,16.6h0a2.1,2.1,0,0,1,1.5-1.5H39a2,2,0,1,1-2,2ZM28,28a2,2,0,0,1,2,2v.2A2.1,2.1,0,0,1,28.3,32H28a2,2,0,0,1-2-1.9h0A2,2,0,0,1,28,28ZM17,18a2,2,0,1,1-2,2A2,2,0,0,1,17,18Z"
        fill="#C6E300"/>
</svg>
`;

export const renta = `
<svg fill="#C6E300" width="450px" height="450px" viewBox="0 0 35 35" version="1.1" xmlns="http://www.w3.org/2000/svg">
<path d="M6.489 26.141c0.15 0.069 0.326 0.109 0.511 0.109 0.505 0 0.94-0.299 1.137-0.73l0.003-0.008 4.298-9.596 3.705 1.267c0.121 0.043 0.261 0.068 0.406 0.068 0.359 0 0.682-0.152 0.909-0.395l0.001-0.001 6.291-6.698v1.389c0 0.69 0.56 1.25 1.25 1.25s1.25-0.56 1.25-1.25v0-4.546l-0.004-0.019c-0.009-0.112-0.031-0.217-0.065-0.315l0.003 0.009c-0.011-0.066-0.024-0.123-0.041-0.179l0.002 0.009c-0.032-0.056-0.065-0.104-0.101-0.149l0.002 0.003c-0.052-0.096-0.112-0.18-0.181-0.254l0.001 0.001-0.011-0.016c-0.045-0.034-0.097-0.066-0.151-0.095l-0.006-0.003c-0.139-0.125-0.323-0.203-0.526-0.206h-0.001c-0.048-0.014-0.106-0.026-0.166-0.034l-0.006-0.001h-4.545c-0.69 0-1.25 0.56-1.25 1.25s0.56 1.25 1.25 1.25v0h1.656l-5.922 6.307-4.020-1.375c-0.121-0.043-0.26-0.068-0.405-0.068-0.505 0-0.94 0.3-1.137 0.732l-0.003 0.008-4.764 10.635c-0.069 0.15-0.109 0.326-0.109 0.511 0 0.505 0.3 0.941 0.731 1.138l0.008 0.003zM30 28.75h-26.75v-26.75c0-0.69-0.56-1.25-1.25-1.25s-1.25 0.56-1.25 1.25v0 28c0 0.69 0.56 1.25 1.25 1.25h28c0.69 0 1.25-0.56 1.25-1.25s-0.56-1.25-1.25-1.25v0z" fill="#C6E300"></path>
</svg>
`;

export const services = [
	{
		id: 1,
		title: "Gestion & Pilotage de l'activité",
		text: `
		Contrôle des achats, marges et encours </br>
		Gestion des volumes, rolls et emballages </br>
		Paiements à distance sécurisés
		`,
		svg: pilot
	},
	{
		id: 2,
		title: "Accompagnement & Support",
		text: `
		Formation personnalisée à vos process </br>
		Assistance téléphonique réactive </br>
		Maintenance et mises à jour continues
		`,
		svg: support
	},
	{
		id: 3,
		title: 'Performance & Rentabilité',
		text: `
		Utilisation simple, prise en main rapide </br>
		Faible coût de fonctionnement </br>
		Retour sur investissement mesurable
		`,
		svg: renta
	}
]